{"format": "graph-model", "generatedBy": "2.8.0", "convertedBy": "TensorFlow.js Converter v3.18.0", "signature": {"inputs": {"input_4": {"name": "input_4:0", "dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "-1"}, {"size": "250"}, {"size": "250"}, {"size": "3"}]}}}, "outputs": {"dense_3": {"name": "Identity:0", "dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "-1"}, {"size": "108"}]}}}}, "modelTopology": {"node": [{"name": "StatefulPartitionedCall/sequential_3/dense_3/MatMul/ReadVariableOp", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1280"}, {"size": "108"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/dense_3/BiasAdd/ReadVariableOp", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "108"}]}}}}}, {"name": "input_4", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "250"}, {"size": "250"}, {"size": "3"}]}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/stem/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "3"}, {"size": "32"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/stem/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "32"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_0/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "32"}, {"size": "32"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_0/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "32"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_1/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "32"}, {"size": "32"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_1/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "32"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_2/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "32"}, {"size": "32"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_2/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "32"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_3/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "32"}, {"size": "32"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_68/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "2304"}, {"size": "384"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_3/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "32"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_4/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "32"}, {"size": "128"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_4/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_4/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "64"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_68/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "384"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_4/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_5/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "64"}, {"size": "256"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_5/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "256"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_5/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "256"}, {"size": "64"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_5/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_6/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "64"}, {"size": "256"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_69/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "384"}, {"size": "2304"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_6/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "256"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_6/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "256"}, {"size": "64"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_77/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "3840"}, {"size": "640"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_6/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_7/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "64"}, {"size": "256"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_69/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "2304"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_7/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "256"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_7/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "256"}, {"size": "64"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_7/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_8/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "64"}, {"size": "256"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_8/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "256"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_8/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "256"}, {"size": "64"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_8/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_9/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "64"}, {"size": "256"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_69/StatefulPartitionedCall/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "2304"}, {"size": "1"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_9/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "256"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_9/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "256"}, {"size": "64"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_9/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_10/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "64"}, {"size": "256"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_69/StatefulPartitionedCall/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "2304"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_10/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "256"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_10/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "256"}, {"size": "64"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_10/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_11/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "64"}, {"size": "256"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_11/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "256"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_11/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "256"}, {"size": "96"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_11/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "96"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_12/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "96"}, {"size": "384"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_12/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "384"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_12/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "384"}, {"size": "96"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_12/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "96"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_13/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "96"}, {"size": "384"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_13/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "384"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_13/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "384"}, {"size": "96"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_13/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "96"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_14/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "96"}, {"size": "384"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_14/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "384"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_14/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "384"}, {"size": "96"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_77/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "640"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_14/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "96"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_15/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "96"}, {"size": "384"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_15/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "384"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_15/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "384"}, {"size": "96"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_15/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "96"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_16/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "96"}, {"size": "384"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_16/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "384"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_16/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "384"}, {"size": "96"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_69/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "2304"}, {"size": "384"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_16/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "96"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_17/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "96"}, {"size": "384"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_17/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "384"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_17/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "384"}, {"size": "96"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_69/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "384"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_17/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "96"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_18/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "96"}, {"size": "384"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_18/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "384"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_18/StatefulPartitionedCall/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "384"}, {"size": "1"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_18/StatefulPartitionedCall/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "384"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_70/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "384"}, {"size": "2304"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_18/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "384"}, {"size": "192"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_18/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_19/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "192"}, {"size": "768"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_70/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "2304"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_19/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "768"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_19/StatefulPartitionedCall/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "768"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_19/StatefulPartitionedCall/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "768"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_19/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "768"}, {"size": "192"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_19/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_20/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "192"}, {"size": "768"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_70/StatefulPartitionedCall/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "2304"}, {"size": "1"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_20/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "768"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_20/StatefulPartitionedCall/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "768"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_20/StatefulPartitionedCall/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "768"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_70/StatefulPartitionedCall/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "2304"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_20/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "768"}, {"size": "192"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_20/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_21/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "192"}, {"size": "768"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_21/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "768"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_21/StatefulPartitionedCall/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "768"}, {"size": "1"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_21/StatefulPartitionedCall/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "768"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_21/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "768"}, {"size": "192"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_78/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "640"}, {"size": "3840"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_21/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_22/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "192"}, {"size": "768"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_22/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "768"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_22/StatefulPartitionedCall/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "768"}, {"size": "1"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_22/StatefulPartitionedCall/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "768"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_22/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "768"}, {"size": "192"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_22/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_23/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "192"}, {"size": "768"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_23/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "768"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_23/StatefulPartitionedCall/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "768"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_23/StatefulPartitionedCall/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "768"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_23/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "768"}, {"size": "192"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_70/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "2304"}, {"size": "384"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_23/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_24/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "192"}, {"size": "768"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_78/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3840"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_24/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "768"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_24/StatefulPartitionedCall/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "768"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_24/StatefulPartitionedCall/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "768"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_70/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "384"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_24/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "768"}, {"size": "192"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_24/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_25/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "192"}, {"size": "768"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_71/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "384"}, {"size": "2304"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_25/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "768"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_25/StatefulPartitionedCall/depthwise_conv2d/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "768"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_25/StatefulPartitionedCall/depthwise_conv2d/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "768"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_71/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "2304"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_25/StatefulPartitionedCall/conv2d_1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "768"}, {"size": "192"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_25/StatefulPartitionedCall/conv2d_1/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "192"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_26/StatefulPartitionedCall/conv2d/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "192"}, {"size": "768"}]}}}}}, {"name": "StatefulPartitionedCall/sequential_3/EfficientNet/StatefulPartitionedCall/StatefulPartitionedCall/StatefulPartitionedCall/blocks_26/StatefulPartitionedCall/conv2d/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": 